Repository: vectorien/proprio_vec2
Catalog: bank_import/locale/*/LC_MESSAGES/django.po
Languages: fr

source: amount
fr: montant

source: caption
fr: libellé

source: Once import is confirmed you cannot cancel it.
fr: Une fois l'import confirmé vous ne pouvez plus l'annuler.

source: Lines that have been mapped won't show up next time you re-submit a file.
fr: Les lignes qui ont été assignées ne réapparaitront pas lors des prochains imports.

source: When in doubt, map lines to 'Decide later' so that they reappear next time.
fr: Si vous n'êtes pas sûrs, choisissez l'option 'Décider plus tard' afin que la ligne apparaisse la prochaîne fois.

source: Submit
fr: Soumettre

source: generate mapping using bank file
fr: générer le mapping à partir du fichier bancaire

source: submit filled mapping file
fr: soumettre le fichier de mapping complété

source: import is successful
fr: l'import a réussi !

source: Tenant payment
fr: Paiement d'un locataire

source: Decide later
fr: Décider plus tard

source: Hide line definitively
fr: Cacher la ligne définitivement

source: possible_mappings
fr: mapping possibles

source: date is missing on line {}
fr: Il manque des données sur la ligne {}

source: unknow mapping
fr: mapping inconnu
